Repository: CofficLab/Wakey
Catalog: Plugins/StretchPosterPlugin/StretchPoster.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Customize reminder intervals and other parameters
zh_hans: 自定义提醒间隔等参数
zh_hk: 自定義提醒間隔等參數

source: Flexible Configuration
zh_hans: 灵活配置
zh_hk: 靈活配置

source: Help reduce the risks of long-time sitting
zh_hans: 帮助减少久坐的风险
zh_hk: 幫助減少久坐的風險

source: Key Features
zh_hans: 核心功能
zh_hk: 核心功能

source: Move Your Body
zh_hans: 活动身体
zh_hk: 活動身體

source: Move your body, stay healthy
zh_hans: 活动身体，保持健康
zh_hk: 活動身體，保持健康

source: Provide stretch related poster views
zh_hans: 提供活动相关的海报视图
zh_hk: 提供活動相關的海報視圖

source: Remind you to stand up every hour
zh_hans: 每小时提醒你站起来活动
zh_hk: 每小時提醒你站起來活動

source: Scheduled Reminder
zh_hans: 定时提醒
zh_hk: 定時提醒

source: Stretch
zh_hans: 活动
zh_hk: 活動

source: Stretch Poster
zh_hans: 活动提醒海报
zh_hk: 活動提醒海報

source: Stretch Reminder
zh_hans: 活动提醒
zh_hk: 活動提醒

source: Time for a Break!
zh_hans: 该休息了！
zh_hk: 該休息了！

source: You've been working for 60 minutes
zh_hans: 你已经工作了 60 分钟
zh_hk: 你已經工作了 60 分鐘
